/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Errore di analisi %1$zd, Descrizione: %2$@, Riga: %3$zd, Colonna: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Errore di convalida %1$zd, Descrizione: %2$@, Riga: %3$zd, Colonna: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Errore di analisi MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Errore di convalida MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "Il file xml musicale compresso sembra in un formato non corretto (impossibile trovare il percorso completo)";

/* Error message */
"Could not create temporary conversion file" = "Impossibile creare un file di conversione temporaneo";

/* Error message */
"Could not decompress file compressed music xml file" = "Impossibile decomprimere il file musicale xml compresso";

/* Error message */
"File is not a MusicXML File" = "Il file non è un file MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "Il file MusicXML contiene valori nulli o negativi per “divisions”";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Si";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Accordatura normale per chitarra a 6 corde";
